{"data":{"page":{"id":"2c610803-2a1e-5dba-b4f0-8aacb3d5fc55","html":"<p>All humans across the globe can rally around the idea of eating more plants and raw foods, and that includes you! There are plenty of ways to become involved in the raw plants movement </p>\n<h2>Raw Plants Foundation Memberships</h2>\n<p>There are three different types of memberships that represent different ways in which you can participate furthering the missions of The Raw Plants Foundation.</p>\n<ul>\n<li>\n<h2>Spirit Member</h2>\n<p>Spirit member are those who are with us in spirit. They truly believe in values of The Raw Plants Foundation and try their best to eat a diet based on raw plants. Registering as a spirit member is free. Once you <a href=\"http://www.derp.com\">register as a spirit member</a>, it’s simply a mental commitment to believe in and practice the the guidelines of our raw plants mantra.</p>\n</li>\n<li>\n<h2>Active Member</h2>\n<p>Active members volunteer their time to help distribute raw plants and educate others about The Raw Plants Foundation and it’s values. Once you <a href=\"http://www.derp.com\">register as an active member</a>, you can use the calendar browser application to schedule which days and times you would like to volunteer. _Please Note that currently all of our volunteer events are located in New York City. Please <a href=\"/Raw-Plants-Foundation-Website/contact\">contact us</a> if you’d like to organize an event in other location. </p>\n</li>\n<li>\n<h2>Charitable Member</h2>\n<p>Charitable members are those who contribute monetarily to The Raw Plants Foundation. Donations from our charitable members make up the vast majority of our funds. We wanted to make the bar so low that hardly anyone would be burdened financially by the amount required to donate in order to be designated a charitable member. This is why you can donate as little as $2.99 per month for one calendar year to become a charitable member of the Raw Plants Foundation!</p>\n</li>\n<li>\n<h2>Distinguished Member</h2>\n<p>Those members who are most involved and have achieved all three of the above membership designations will then be considered distinguished members, the most highly respected and regarded for their great contributions of time, energy, and money towards this cause that we value so highly: raw plants.</p>\n</li>\n</ul>\n<h5><em>All current members are listed on the <a href=\"/Raw-Plants-Foundation-Website/about\">About Us</a> page.</em></h5>\n<h2>#rawplants</h2>\n<p>And last but not least, you can always use the #rawplants hashtag in your social media posts and images to show your support of raw plants out in the real world.</p>","frontmatter":{"title":"Get Involved"}},"site":{"siteMetadata":{"facebook":{"appId":"..."}}}},"pageContext":{"slug":"/get-involved/","source":"pages"}}