{"data":{"page":{"id":"d991bc57-b4a1-5007-a212-8ab42a82302f","html":"<h1>What We Do</h1>\n<p>Here at The Raw Plants Foundation we have two missions:</p>\n<ul>\n<li>\n<h3>To promote an abundance of available, healthy plants for human consumption.</h3>\n</li>\n<li>\n<h3>To spread knowledge about the benefits of eating a raw plants-based diet.   </h3>\n</li>\n</ul>\n<p>Now let’s dive a bit deeper into what workwe do to realize these missions.</p>\n<div class=\"gatsby-highlight\" data-language=\"text\"><pre class=\"language-text\"><code class=\"language-text\">- Raw Plants Giveaway &amp; Raw Plants Subsidy Programs\n- “Raw Plants Are Lit” program (for children / schools)\n- Raw Plants Workforce Initiative\n- “Plants For Peds” (canvassing / giving away raw plants to pedestrians)</code></pre></div>\n<p>Spreading Knowledge About Raw Plants And Humans</p>\n<div class=\"gatsby-highlight\" data-language=\"text\"><pre class=\"language-text\"><code class=\"language-text\">- Meetup groups / larger events\n- Speaking engagements\n- Blog\n\t-  enzymes in plants and what happens when you overheat them.</code></pre></div>\n<p>FUCK</p>\n<p>Rviverra sodales ipsum gravida nec. Integer gravida nisi ut magna mollis molestie. Nullam pharetra accumsan sagittis. Proin tristique rhoncus orci, eget vulputate nisi sollicitudin et. Quisque lacus augue, mollis non mollis et, ullamcorper in purus. Morbi et sem orci.</p>\n<p>Praesent accumsan odio in ante ullamcorper id pellentesque mauris rhoncus. Duis vitae neque dolor. Duis sed purus at eros bibendum cursus nec a nulla. Donec turpis quam, ultricies id pretium sit amet, gravida eget leo.</p>\n<p>Fusce a metus eu diam varius congue nec nec sapien. Nunc convallis accumsan justo. Pellentesque habitant morbi tristique senectus et netus et malesuada fames ac turpis egestas. Donec malesuada vehicula lectus, viverra sodales ipsum gravida nec. Integer gravida nisi ut magna mollis molestie. Nullam pharetra accumsan sagittis. Proin tristique rhoncus orci, eget vulputate nisi sollicitudin et. Quisque lacus augue, mollis non mollis et, ullamcorper in purus. Morbi et sem orci.</p>","frontmatter":{"title":"What We Do"}},"site":{"siteMetadata":{"facebook":{"appId":""}}}},"pageContext":{"slug":"/what-we-do/","source":"pages"}}